Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Erase clears FATNAG’s on-device profile, Coach history, and preferences, then returns you to onboarding. Apple Health samples are not deleted; manage those in the Health app.
ar: يمسح المسح ملف FATNAG على الجهاز وسجل Coach والتفضيلات، ثم يعيدك إلى الإعداد. لا تُحذف عينات Apple Health؛ أدرها في تطبيق الصحة.
ca: Esborrar neteja el perfil de FATNAG al dispositiu, l’historial de Coach i les preferències, i et torna a l’inici. Les mostres d’Apple Health no s’esborren; gestiona-les a l’app Salut.
cs: Smazání smaže profil FATNAG na zařízení, historii Coach a předvolby a vrátí tě k úvodu. Vzorky Apple Health se nemažou; spravuj je v aplikaci Zdraví.
da: Slet fjerner FATNAG-profilen på enheden, Coach-historikken og indstillingerne og sender dig tilbage til onboarding. Apple Health-prøver slettes ikke; administrer dem i appen Sundhed.
de: Löschen entfernt das FATNAG-Profil auf dem Gerät, den Coach-Verlauf und die Einstellungen und bringt dich zurück zum Onboarding. Apple-Health-Proben werden nicht gelöscht; verwalte sie in der Health-App.
el: Η διαγραφή καθαρίζει το προφίλ FATNAG στη συσκευή, το ιστορικό Coach και τις προτιμήσεις και σε γυρίζει στην εισαγωγή. Τα δείγματα Apple Health δεν διαγράφονται· διαχειρίσου τα στην εφαρμογή Υγεία.
es: Borrar elimina el perfil de FATNAG en el dispositivo, el historial de Coach y las preferencias, y te devuelve a la incorporación. Las muestras de Apple Health no se borran; gestiónalas en la app Salud.
fi: Poisto tyhjentää laitteen FATNAG-profiilin, Coach-historian ja asetukset ja palauttaa sinut käyttöönottoon. Apple Health -näytteitä ei poisteta; hallitse niitä Terveys-apissa.
fr: Effacer supprime le profil FATNAG sur l’appareil, l’historique Coach et les préférences, puis te renvoie à l’intégration. Les échantillons Apple Health ne sont pas supprimés ; gère-les dans l’app Santé.
he: המחיקה מוחקת את פרופיל FATNAG במכשיר, את היסטוריית Coach ואת ההעדפות, ואז מחזירה להיכרות. דגימות Apple Health לא נמחקות; נהל אותן באפליקציית הבריאות.
hi: मिटाने से डिवाइस पर FATNAG प्रोफ़ाइल, Coach इतिहास और प्राथमिकताएँ हटती हैं, फिर तुम ऑनबोर्डिंग पर लौटते हो। Apple Health के नमूने नहीं मिटते; उन्हें स्वास्थ्य ऐप में प्रबंधित करें।
hr: Brisanje čisti FATNAG profil na uređaju, Coach povijest i postavke, pa te vraća na uvod. Uzorci Apple Healtha se ne brišu; upravljaj njima u aplikaciji Zdravlje.
hu: A törlés eltávolítja az eszközön lévő FATNAG-profilt, a Coach-előzményeket és a beállításokat, majd visszavisz a bevezetőhöz. Az Apple Health-minták nem törlődnek; azokat az Egészség appban kezeld.
id: Menghapus membersihkan profil FATNAG di perangkat, riwayat Coach, dan preferensi, lalu mengembalikanmu ke pengenalan. Sampel Apple Health tidak dihapus; kelola di aplikasi Health.
it: Cancellare rimuove il profilo FATNAG sul dispositivo, la cronologia di Coach e le preferenze, poi ti riporta all’onboarding. I campioni di Apple Health non vengono cancellati; gestiscili nell’app Salute.
ja: 消去すると、端末上の FATNAG プロフィール、Coach の履歴、設定が消え、オンボーディングに戻ります。Apple Health のサンプルは削除されません。ヘルスケアアプリで管理してください。
ko: 지우면 기기의 FATNAG 프로필, Coach 기록, 환경설정이 사라지고 온보딩으로 돌아갑니다. Apple Health 샘플은 삭제되지 않습니다. 건강 앱에서 관리하세요.
ms: Memadam membersihkan profil FATNAG pada peranti, sejarah Coach dan keutamaan, kemudian mengembalikan anda ke permulaan. Sampel Apple Health tidak dipadam; uruskannya dalam aplikasi Health.
nb: Sletting fjerner FATNAG-profilen på enheten, Coach-historikken og innstillingene, og sender deg tilbake til oppstarten. Apple Health-prøver slettes ikke; administrer dem i Helse-appen.
nl: Wissen verwijdert het FATNAG-profiel op het apparaat, de Coach-geschiedenis en de voorkeuren, en brengt je terug naar onboarding. Apple Health-samples worden niet verwijderd; beheer die in de Health-app.
pl: Wymazanie usuwa profil FATNAG na urządzeniu, historię Coach i preferencje, a potem wraca do onboardingu. Próbek Apple Health nie usuwa; zarządzaj nimi w aplikacji Zdrowie.
pt_br: Apagar limpa o perfil do FATNAG no aparelho, o histórico do Coach e as preferências, e te devolve à integração. As amostras do Apple Health não são apagadas; gerencie-as no app Saúde.
pt_pt: Apagar limpa o perfil do FATNAG no dispositivo, o histórico do Coach e as preferências, e devolve-te à configuração inicial. As amostras do Apple Health não são apagadas; gere-as na app Saúde.
ro: Ștergerea curăță profilul FATNAG de pe dispozitiv, istoricul Coach și preferințele, apoi te întoarce la început. Mostrele Apple Health nu se șterg; gestionează-le în aplicația Sănătate.
ru: Стирание удаляет профиль FATNAG на устройстве, историю Coach и настройки, затем возвращает к знакомству. Образцы Apple Health не удаляются; управляй ими в приложении Здоровье.
sk: Vymazanie zmaže profil FATNAG na zariadení, históriu Coach a predvoľby a vráti ťa k úvodu. Vzorky Apple Health sa nemažú; spravuj ich v aplikácii Zdravie.
sv: Radera tar bort FATNAG-profilen på enheten, Coach-historiken och inställningarna, och tar dig tillbaka till onboarding. Apple Health-prover raderas inte; hantera dem i appen Hälsa.
th: การลบจะล้างโปรไฟล์ FATNAG บนเครื่อง ประวัติ Coach และการตั้งค่า แล้วพาคุณกลับไปเริ่มต้น ตัวอย่าง Apple Health ไม่ถูกลบ จัดการในแอปสุขภาพ
tr: Silmek cihazdaki FATNAG profilini, Coach geçmişini ve tercihleri temizler, sonra seni katılıma döndürür. Apple Health örnekleri silinmez; onları Sağlık uygulamasında yönet.
uk: Стирання прибирає профіль FATNAG на пристрої, історію Coach і налаштування, потім повертає до знайомства. Зразки Apple Health не видаляються; керуй ними в застосунку Здоров’я.
vi: Xóa sẽ gỡ hồ sơ FATNAG trên máy, lịch sử Coach và tùy chọn, rồi đưa bạn về phần làm quen. Mẫu Apple Health không bị xóa; hãy quản lý trong ứng dụng Sức khỏe.
zh_hans: 清除会删掉本机上的 FATNAG 资料、Coach 记录和偏好，然后回到引导。Apple Health 样本不会删除；请在健康 App 中管理。
zh_hant: 清除會刪掉裝置上的 FATNAG 資料、Coach 紀錄和偏好，然後回到引導。Apple Health 樣本不會刪除；請在健康 App 中管理。

source: Erase everything
ar: مسح كل شيء
ca: Esborra-ho tot
cs: Smazat vše
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
es: Borrar todo
fi: Poista kaikki
fr: Tout effacer
he: מחק הכול
hi: सब मिटाएँ
hr: Obriši sve
hu: Mindent töröl
id: Hapus semua
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
ms: Padam semua
nb: Slett alt
nl: Alles wissen
pl: Wymaż wszystko
pt_br: Apagar tudo
pt_pt: Apagar tudo
ro: Șterge tot
ru: Стереть всё
sk: Vymazať všetko
sv: Radera allt
th: ลบทั้งหมด
tr: Her şeyi sil
uk: Стерти все
vi: Xóa mọi thứ
zh_hans: 全部清除
zh_hant: 全部清除

source: Every 10 minutes the phone reads steps, workouts, and sleep. A new beat arrives as Nag: a greeting, a joke, a reward, or a hard nudge. Empty check-ins are not sent. iOS may delay background wakes.
ar: كل 10 دقائق يقرأ الهاتف الخطوات والتمارين والنوم. تصل نبضة جديدة كـ Nag: تحية أو نكتة أو مكافأة أو دفعة قوية. لا تُرسل الفحوصات الفارغة. قد يؤخر iOS الاستيقاظ في الخلفية.
ca: Cada 10 minuts el telèfon llegeix passos, entrenaments i son. Un batec nou arriba com a Nag: una salutació, un acudit, un premi o una empenta forta. Els controls buits no s’envien. iOS pot endarrerir els despertars en segon pla.
cs: Každých 10 minut telefon čte kroky, tréninky a spánek. Nový úder přijde jako Nag: pozdrav, vtip, odměna nebo tvrdé šťouchnutí. Prázdné kontroly se neposílají. iOS může zpozdit probuzení na pozadí.
da: Hvert 10. minut læser telefonen skridt, træning og søvn. Et nyt slag kommer som Nag: en hilsen, en vittighed, en belønning eller et hårdt skub. Tomme tjek sendes ikke. iOS kan forsinke baggrundsvækninger.
de: Alle 10 Minuten liest das Telefon Schritte, Workouts und Schlaf. Ein neuer Schlag kommt als Nag: ein Gruß, ein Witz, eine Belohnung oder ein harter Stups. Leere Checks werden nicht gesendet. iOS kann Hintergrund-Wecks verzögern.
el: Κάθε 10 λεπτά το τηλέφωνο διαβάζει βήματα, προπονήσεις και ύπνο. Ένας νέος χτύπος έρχεται ως Nag: χαιρετισμός, αστείο, έπαθλο ή σκληρή ώθηση. Οι άδειοι έλεγχοι δεν στέλνονται. Το iOS μπορεί να καθυστερήσει αφυπνίσεις στο παρασκήνιο.
es: Cada 10 minutos el teléfono lee pasos, entrenamientos y sueño. Un latido nuevo llega como Nag: un saludo, un chiste, un premio o un empujón duro. Los controles vacíos no se envían. iOS puede retrasar los despertares en segundo plano.
fi: 10 minuutin välein puhelin lukee askeleet, treenit ja unen. Uusi isku tulee Nagina: tervehdys, vitsi, palkinto tai kova tönäisy. Tyhjiä tarkistuksia ei lähetetä. iOS voi viivästyttää taustaherätyksiä.
fr: Toutes les 10 minutes le téléphone lit pas, séances et sommeil. Un nouveau battement arrive en Nag : une salutation, une blague, une récompense ou une poussée ferme. Les contrôles vides ne sont pas envoyés. iOS peut retarder les réveils en arrière-plan.
he: כל 10 דקות הטלפון קורא צעדים, אימונים ושינה. פעימה חדשה מגיעה כ-Nag: ברכה, בדיחה, פרס או דחיפה קשה. בדיקות ריקות לא נשלחות. iOS עלול לעכב התעוררויות ברקע.
hi: हर 10 मिनट फ़ोन कदम, कसरत और नींद पढ़ता है। नई धड़कन Nag बनकर आती है: अभिवादन, मज़ाक, इनाम या ज़ोर का धक्का। खाली जाँच नहीं भेजी जाती। iOS बैकग्राउंड जागने में देर कर सकता है।
hr: Svakih 10 minuta telefon čita korake, treninge i san. Novi udarac stiže kao Nag: pozdrav, šala, nagrada ili čvrst poticaj. Prazne provjere se ne šalju. iOS može odgoditi buđenja u pozadini.
hu: 10 percenként a telefon lépéseket, edzéseket és alvást olvas. Egy új ütés Nagként érkezik: köszönés, vicc, jutalom vagy kemény lökés. Az üres ellenőrzéseket nem küldjük. Az iOS késleltetheti a háttérébresztést.
id: Setiap 10 menit ponsel membaca langkah, latihan, dan tidur. Ketukan baru datang sebagai Nag: sapaan, lelucon, hadiah, atau dorongan keras. Pemeriksaan kosong tidak dikirim. iOS dapat menunda bangun latar.
it: Ogni 10 minuti il telefono legge passi, allenamenti e sonno. Un nuovo battito arriva come Nag: un saluto, una battuta, un premio o una spinta dura. I controlli vuoti non vengono inviati. iOS può ritardare i risvegli in background.
ja: 10 分ごとに歩数、ワークアウト、睡眠を読みます。新しい一拍は Nag として届きます。あいさつ、冗談、ごほうび、または強い一押し。空の確認は送りません。iOS はバックグラウンド起動を遅らせることがあります。
ko: 10분마다 걸음, 운동, 수면을 읽습니다. 새 박자는 Nag로 옵니다. 인사, 농담, 보상, 또는 센 밀침. 빈 확인은 보내지 않습니다. iOS가 백그라운드 깨우기를 늦출 수 있습니다.
ms: Setiap 10 minit telefon membaca langkah, senaman dan tidur. Rentak baharu tiba sebagai Nag: salam, jenaka, ganjaran atau tolakan kuat. Semakan kosong tidak dihantar. iOS boleh melewatkan bangun latar.
nb: Hvert 10. minutt leser telefonen skritt, økter og søvn. Et nytt slag kommer som Nag: en hilsen, en vits, en belønning eller et hardt dytt. Tomme sjekker sendes ikke. iOS kan forsinke bakgrunnsvekninger.
nl: Elke 10 minuten leest de telefoon stappen, workouts en slaap. Een nieuwe slag komt als Nag: een groet, een grap, een beloning of een harde duw. Lege checks worden niet verstuurd. iOS kan achtergrondwekkingen vertragen.
pl: Co 10 minut telefon czyta kroki, treningi i sen. Nowe uderzenie przychodzi jako Nag: powitanie, żart, nagroda albo mocne szturchnięcie. Puste kontrole nie są wysyłane. iOS może opóźniać wybudzenia w tle.
pt_br: A cada 10 minutos o telefone lê passos, treinos e sono. Um novo pulso chega como Nag: uma saudação, uma piada, um prêmio ou um empurrão firme. Checagens vazias não são enviadas. O iOS pode atrasar despertares em segundo plano.
pt_pt: A cada 10 minutos o telefone lê passos, treinos e sono. Um novo pulso chega como Nag: uma saudação, uma piada, um prémio ou um empurrão firme. Verificações vazias não são enviadas. O iOS pode atrasar despertares em segundo plano.
ro: La fiecare 10 minute telefonul citește pași, antrenamente și somn. O bătaie nouă vine ca Nag: o salut, o glumă, o recompensă sau un ghiont tare. Verificările goale nu se trimit. iOS poate întârzia trezirile din fundal.
ru: Каждые 10 минут телефон читает шаги, тренировки и сон. Новый удар приходит как Nag: приветствие, шутка, награда или жёсткий толчок. Пустые проверки не отправляются. iOS может задержать фоновые пробуждения.
sk: Každých 10 minút telefón číta kroky, tréningy a spánok. Nový úder príde ako Nag: pozdrav, vtip, odmena alebo tvrdé šťuchnutie. Prázdne kontroly sa neposielajú. iOS môže oneskoriť prebudenia na pozadí.
sv: Var 10:e minut läser telefonen steg, pass och sömn. Ett nytt slag kommer som Nag: en hälsning, ett skämt, en belöning eller en hård knuff. Tomma kontroller skickas inte. iOS kan fördröja bakgrundsväckningar.
th: ทุก 10 นาทีโทรศัพท์อ่านก้าว การออกกำลัง และการนอน จังหวะใหม่มาเป็น Nag ทักทาย มุก รางวัล หรือสะกิดแรง การตรวจที่ว่างจะไม่ถูกส่ง iOS อาจหน่วงการปลุกเบื้องหลัง
tr: Her 10 dakikada telefon adım, antrenman ve uykuyu okur. Yeni bir vuruş Nag olarak gelir: selam, şaka, ödül ya da sert bir dürtme. Boş kontroller gönderilmez. iOS arka plan uyanmalarını geciktirebilir.
uk: Кожні 10 хвилин телефон читає кроки, тренування і сон. Новий удар приходить як Nag: привітання, жарт, нагорода або жорсткий поштовх. Порожні перевірки не надсилаються. iOS може затримати фонові пробудження.
vi: Mỗi 10 phút điện thoại đọc bước, buổi tập và giấc ngủ. Một nhịp mới đến dưới dạng Nag: lời chào, chuyện đùa, phần thưởng hoặc một cú thúc mạnh. Lượt kiểm tra trống không được gửi. iOS có thể trì hoãn việc đánh thức nền.
zh_hans: 每 10 分钟手机会读取步数、锻炼和睡眠。新的一拍以 Nag 到来：问候、笑话、奖励或用力推一把。空的检查不会发送。iOS 可能会推迟后台唤醒。
zh_hant: 每 10 分鐘手機會讀取步數、鍛鍊和睡眠。新的一拍以 Nag 到來：問候、笑話、獎勵或用力推一把。空的檢查不會傳送。iOS 可能會延後背景喚醒。

source: Feedback
ar: ملاحظات
ca: Comentaris
cs: Zpětná vazba
el: Σχόλια
es: Comentarios
fi: Palaute
fr: Avis
he: משוב
hi: फ़ीडबैक
hr: Povratna informacija
hu: Visszajelzés
id: Masukan
ja: フィードバック
ko: 피드백
ms: Maklum balas
nb: Tilbakemelding
pl: Opinia
pt_pt: Comentários
ru: Отзыв
sk: Spätná väzba
th: ความคิดเห็น
tr: Geri bildirim
uk: Відгук
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見

source: Fitness monitoring
ar: مراقبة اللياقة
ca: Seguiment de l’activitat
cs: Sledování kondice
da: Fitnessovervågning
de: Fitness-Überwachung
el: Παρακολούθηση φυσικής κατάστασης
es: Seguimiento de actividad
fi: Kuntoseuranta
fr: Suivi d’activité
he: מעקב כושר
hi: फिटनेस निगरानी
hr: Praćenje kondicije
hu: Edzésfigyelés
id: Pemantauan kebugaran
it: Monitoraggio fitness
ja: フィットネス監視
ko: 피트니스 모니터링
ms: Pemantauan kecergasan
nb: Aktivitetsovervåking
nl: Fitnessmeting
pl: Monitorowanie aktywności
pt_br: Monitoramento de atividade
pt_pt: Monitorização de atividade
ro: Monitorizare fitness
ru: Контроль активности
sk: Sledovanie kondície
sv: Träningsbevakning
th: การติดตามการออกกำลัง
tr: Fitness takibi
uk: Моніторинг активності
vi: Theo dõi thể lực
zh_hans: 体能监测
zh_hant: 體能監測

source: Floor
ar: الحد الأدنى
ca: Mínim
cs: Spodní hranice
da: Bund
de: Untergrenze
el: Κατώτατο
es: Mínimo
fi: Alaraja
fr: Plancher
he: רצפה
hi: निम्न सीमा
hr: Donja granica
hu: Alsó határ
id: Batas bawah
it: Minimo
ja: 下限
ko: 하한
ms: Lantai minimum
nb: Gulv
nl: Ondergrens
pl: Minimum
pt_br: Piso
pt_pt: Mínimo
ro: Prag
ru: Пол
sk: Spodná hranica
sv: Golv
th: ขีดล่าง
tr: Alt sınır
uk: Мінімум
vi: Sàn
zh_hans: 下限
zh_hant: 下限

source: From Health · %@
ar: من الصحة · %@
ca: De Salut · %@
cs: Ze Zdraví · %@
da: Fra Health · %@
de: Aus Health · %@
el: Από Υγεία · %@
es: De Salud · %@
fi: Healthista · %@
fr: Depuis Santé · %@
he: מבריאות · %@
hi: स्वास्थ्य से · %@
hr: Iz Zdravlja · %@
hu: Az Egészségből · %@
id: Dari Health · %@
it: Da Salute · %@
ja: ヘルスケアから · %@
ko: 건강에서 · %@
ms: Daripada Health · %@
nb: Fra Health · %@
nl: Uit Health · %@
pl: Ze Zdrowia · %@
pt_br: Do Saúde · %@
pt_pt: Do Saúde · %@
ro: Din Sănătate · %@
ru: Из Здоровья · %@
sk: Zo Zdravia · %@
sv: Från Health · %@
th: จากสุขภาพ · %@
tr: Health’ten · %@
uk: Із Здоров’я · %@
vi: Từ Sức khỏe · %@
zh_hans: 来自健康 · %@
zh_hant: 來自健康 · %@

source: Gender
ar: الجنس
ca: Gènere
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Género
fi: Sukupuoli
fr: Genre
he: מין
hi: लिंग
hr: Spol
hu: Nem
id: Jenis kelamin
it: Genere
ja: 性別
ko: 성별
ms: Jantina
nb: Kjønn
nl: Geslacht
pl: Płeć
pt_br: Gênero
pt_pt: Género
ro: Gen
ru: Пол
sk: Pohlavie
sv: Kön
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

source: Generating meal plan. Retro snake catching apples. Score %lld.
ar: جارٍ إنشاء خطة الوجبات. أفعى قديمة تلتقط التفاح. النتيجة %lld.
ca: S’està generant el pla d’àpats. Serp retro que caça pomes. Puntuació %lld.
cs: Sestavuji jídelníček. Retro had chytá jablka. Skóre %lld.
da: Laver måltidsplan. Retroslange fanger æbler. Point %lld.
de: Speiseplan wird erstellt. Retro-Schlange fängt Äpfel. Punktzahl %lld.
el: Δημιουργία πλάνου γευμάτων. Ρετρό φίδι πιάνει μήλα. Σκορ %lld.
es: Generando el plan de comidas. Serpiente retro cazando manzanas. Puntuación %lld.
fi: Luodaan ateriasuunnitelmaa. Retro-käärme nappaa omenoita. Pisteet %lld.
fr: Génération du plan de repas. Serpent rétro qui attrape des pommes. Score %lld.
he: יוצר תוכנית ארוחות. נחש רטרו תופס תפוחים. ניקוד %lld.
hi: भोजन योजना बन रही है। रेट्रो साँप सेब पकड़ रहा है। स्कोर %lld।
hr: Sastavljam plan obroka. Retro zmija hvata jabuke. Rezultat %lld.
hu: Étrend készül. Retró kígyó almát kap. Pontszám %lld.
id: Menyusun rencana makan. Ular retro menangkap apel. Skor %lld.
it: Generazione del piano pasti. Serpente retrò che prende mele. Punteggio %lld.
ja: 食事プランを作成中。レトロな蛇がりんごをキャッチ。スコア %lld。
ko: 식사 계획을 만드는 중. 레트로 뱀이 사과를 잡습니다. 점수 %lld.
ms: Menyusun pelan hidangan. Ular retro menangkap epal. Skor %lld.
nb: Lager måltidsplan. Retroslange fanger epler. Poeng %lld.
nl: Maaltijdplan maken. Retroslang vangt appels. Score %lld.
pl: Tworzenie planu posiłków. Retro-wąż łapie jabłka. Wynik %lld.
pt_br: Gerando o plano de refeições. Cobra retrô pegando maçãs. Pontuação %lld.
pt_pt: A gerar o plano de refeições. Cobra retrô a apanhar maçãs. Pontuação %lld.
ro: Se generează planul de mese. Șarpe retro prinde mere. Scor %lld.
ru: Составляю план питания. Ретро-змейка ловит яблоки. Счёт %lld.
sk: Tvorím jedálniček. Retro had chytá jablká. Skóre %lld.
sv: Skapar måltidsplan. Retroorm fångar äpplen. Poäng %lld.
th: กำลังสร้างแผนมื้ออาหาร งูเรโทรเก็บแอปเปิล คะแนน %lld
tr: Öğün planı hazırlanıyor. Retro yılan elma yakalıyor. Skor %lld.
uk: Складаю план харчування. Ретро-змійка ловить яблука. Рахунок %lld.
vi: Đang tạo thực đơn. Rắn cổ điển bắt táo. Điểm %lld.
zh_hans: 正在生成餐计划。复古蛇在接苹果。分数 %lld。
zh_hant: 正在產生餐計畫。復古蛇在接蘋果。分數 %lld。

source: Goal date
ar: تاريخ الهدف
ca: Data objectiu
cs: Datum cíle
da: Måldato
de: Zieldatum
el: Ημερομηνία στόχου
es: Fecha objetivo
fi: Tavoitepäivä
fr: Date cible
he: תאריך יעד
hi: लक्ष्य तिथि
hr: Datum cilja
hu: Céldátum
id: Tanggal target
it: Data obiettivo
ja: 目標日
ko: 목표 날짜
ms: Tarikh sasaran
nb: Måldato
nl: Doeldatum
pl: Data celu
pt_br: Data da meta
pt_pt: Data da meta
ro: Data țintei
ru: Дата цели
sk: Dátum cieľa
sv: Måldatum
th: วันเป้าหมาย
tr: Hedef tarihi
uk: Дата цілі
vi: Ngày mục tiêu
zh_hans: 目标日期
zh_hant: 目標日期

# goal.revision.accept
source: Use this date
ar: استخدم هذا التاريخ
ca: Utilitza aquesta data
cs: Použít toto datum
da: Brug denne dato
de: Dieses Datum nutzen
el: Χρήση αυτής της ημερομηνίας
es: Usar esta fecha
fi: Käytä tätä päivämäärää
fr: Utiliser cette date
he: השתמש בתאריך הזה
hi: यह तारीख इस्तेमाल करें
hr: Koristi ovaj datum
hu: Használd ezt a dátumot
id: Pakai tanggal ini
it: Usa questa data
ja: この日付を使う
ko: 이 날짜 사용
ms: Guna tarikh ini
nb: Bruk denne datoen
nl: Gebruik deze datum
pl: Użyj tej daty
pt_br: Usar esta data
pt_pt: Usar esta data
ro: Folosește această dată
ru: Использовать эту дату
sk: Použiť tento dátum
sv: Använd detta datum
th: ใช้วันที่นี้
tr: Bu tarihi kullan
uk: Використати цю дату
vi: Dùng ngày này
zh_hans: 使用此日期
zh_hant: 使用這個日期

# goal.revision.body
source: Commando meals are on: intake drops to the safe weekly max. Keel pre-selected a date you can still change.
ar: وجبات Commando مفعّلة: الاستهلاك ينخفض إلى الحد الأسبوعي الآمن. اختار Keel تاريخًا مسبقًا — ما زال يمكنك تغييره.
ca: Els àpats Commando estan activats: la ingesta baixa fins al màxim setmanal segur. Keel ha preseleccionat una data que encara pots canviar.
cs: Commando jídla jsou zapnutá: příjem klesá na bezpečné týdenní max. Keel předvybral datum — pořád můžete změnit.
da: Commando-måltider er på: indtag falder til det sikre ugemaksimum. Keel har forvalgt en dato, du stadig kan ændre.
de: Commando-Mahlzeiten aktiv: Zufuhr fällt auf das sichere Wochenmaximum. Keel hat ein Datum vorausgewählt — du kannst es noch ändern.
el: Τα Commando γεύματα είναι on: η πρόσληψη πέφτει στο ασφαλές εβδομαδιαίο max. Το Keel προεπέλεξε ημερομηνία — μπορείς ακόμα να την αλλάξεις.
es: Comidas Commando activadas: la ingesta baja al máximo semanal seguro. Keel preseleccionó una fecha que aún puedes cambiar.
fi: Commando-ateriat päällä: saanti tippuu turvalliseen viikkomaksimiin. Keel esivalitsi päivämäärän, jota voit vielä muuttaa.
fr: Repas Commando activés : l’apport tombe au max hebdo sûr. Keel a présélectionné une date que tu peux encore changer.
he: ארוחות Commando פעילות: הצריכה יורדת למקסימום השבועי הבטוח. Keel בחר תאריך מראש — עדיין אפשר לשנות.
hi: Commando मील्स चालू: सेवन सुरक्षित साप्ताहिक अधिकतम तक। Keel ने तारीख चुनी — अभी भी बदल सकते हो।
hr: Commando obroci su uključeni: unos pada na sigurni tjedni max. Keel je unaprijed odabrao datum — i dalje možeš promijeniti.
hu: Commando étkezések bekapcsolva: a bevitel a biztonságos heti maxra esik. A Keel előre kiválasztott egy dátumot — még megváltoztathatod.
id: Meal Commando aktif: asupan turun ke maks mingguan aman. Keel memilih tanggal — masih bisa diubah.
it: Pasti Commando attivi: l’intake scende al max settimanale sicuro. Keel ha preselezionato una data che puoi ancora cambiare.
ja: コマンドー食がオン：摂取は安全な週間上限まで下がります。Keelが変更可能な日付を選びました。
ko: 특공대 식사가 켜져 있습니다: 섭취량이 안전한 주간 최대치로 떨어집니다. Keel은 여전히 변경할 수 있는 날짜를 미리 선택했습니다.
ms: Hidangan Commando aktif: pengambilan turun ke had selamat mingguan. Keel telah pilih tarikh yang masih boleh diubah.
nb: Commando-måltider er på: inntak synker til det trygge ukemaksimumet. Keel har forhåndsvalgt en dato du fortsatt kan endre.
nl: Commando-maaltijden aan: inname daalt naar het veilige weekmaximum. Keel heeft een datum voorgekozen die je nog kunt wijzigen.
pl: Posiłki Commando włączone: spożycie spada do bezpiecznego tygodniowego max. Keel wstępnie wybrał datę — nadal możesz zmienić.
pt_br: Refeições Commando ativas: a ingestão cai no máximo semanal seguro. Keel pré-selecionou uma data que você ainda pode mudar.
pt_pt: Refeições Commando ativas: a ingestão cai no máximo semanal seguro. Keel pré-selecionou uma data que ainda podes mudar.
ro: Mesele Commando sunt on: aportul scade la max-ul săptămânal sigur. Keel a preselectat o dată pe care o poți schimba.
ru: Commando-приёмы пищи включены: набор падает до безопасного недельного max. Keel заранее выбрал дату — её ещё можно сменить.
sk: Commando jedlá sú zapnuté: príjem klesá na bezpečné týždenné max. Keel predvolil dátum — stále môžeš zmeniť.
sv: Commando-måltider på: intaget sjunker till det säkra veckomaxet. Keel har förvalt ett datum du fortfarande kan ändra.
th: โหมด Commando เปิด: แคลอรีลงมาเพดานปลอดภัยรายสัปดาห์ Keel เลือกวันล่วงหน้า—คุณยังเปลี่ยนได้
tr: Commando öğünleri açık: alım güvenli haftalık max’a düşer. Keel bir tarih ön seçti — hâlâ değiştirebilirsin.
uk: Страви Commando увімкнено: споживання падає до безпечного тижневого max. Keel наперед обрав дату — її ще можна змінити.
vi: Bữa Commando bật: lượng ăn hạ xuống trần tuần an toàn. Keel đã chọn sẵn ngày — bạn vẫn đổi được.
zh_hans: Commando 餐已开启：摄入降到安全周上限。Keel 预选了你仍可改的日期。
zh_hant: Commando 餐食已開：攝取降到安全週上限。Keel 預選了日期，你仍可改。
